import { FilterType } from 'src/utils/types'

export const mockSearchFields: FilterType = {
  price: [
    '0 - 20000',
    '20000 - 50000',
    '50000 - 100000',
    '100000 - 200000',
    '200000 - 500000',
  ],
  categories: [
    'Живопись',
    'Digital',
    'Графика',
    'Фотография'
  ],
  styles: [
    'Абстракция',
    'Минимализм',
    'Экспрессионизм',
    'Концептуальное искусство',
    'Фигуративное искусство',
    'Интерьерное искусство',
    'Pop Art',
    'Street Art',
    'Архитектура'
  ],
  sizes: [
    '60 на 80',
    '65 на 70',
    '60 на 75',
    '70 на 90',
    '75 на 100',
    '70 на 65',
    '40 на 70',
    '75 на 85',
    '50 на 30',
    '60 на 45',
    '80 на 120',
    '80 на 110',
    '100 на 65',
    '110 на 50',
    '80 на 70',
    '65 на 90',
    '75 на 90',
    '70 на 95',
    '70 на 100',
    '65 на 100',
    '80 на 100',
    '90 на 65',
    '95 на 70',
    '85 на 80',
    '90 на 85',
    '40 на 75',
    '75 на 70',
    '70 на 50',
    '90 на 80',
    '50 на 110',
    '60 на 90',
    '90 на 120',
    '90 на 100',
    '90 на 110',
    '100 на 80'
  ],
  orientations: [
    'Горизонтальная',
    'Вертикальная'
  ],
  colors: [
    'Яркие оттенки',
    'Темные оттенки',
    'Теплая цветовая гамма',
    'Бледные оттенки',
    'Ч/б',
    'Светлые оттенки',
    'Холодная цветовая гамма'
  ]
}
