
export const CATEGOTY_DATA = ['Живопись', 'Digital', 'Графика', 'Фотография']

export const ORIANTATION_DATA = ['Горизонтальная', 'Вертикальная']

export const PRICE_DATA = [
  '0 - 20000',
  '20000 - 50000',
  '50000 - 100000',
  '100000 - 200000',
  '200000 - 500000',
]

export const STYLE_DATA = [
  'Абстракция',
  'Минимализм',
  'Экспрессионизм',
  'Концептуальное искусство',
  'Фигуративное искусство',
  'Интерьерное искусство',
  'Pop Art',
  'Street Art',
  'Архитектура',
]

export const COLOR_DATA = [
  'Яркие оттенки',
  'Темные оттенки',
  'Теплая цветовая гамма',
  'Бледные оттенки',
  'Ч/б',
  'Светлые оттенки',
  'Холодная цветовая гамма',
]
